{
    "Path of Giants":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["contact@journeyboundgames.com"],
                    "Rt3":[""],
                    "Rt4":["13493 Humber Station Rd. Bolton, ON L7E 0Z7"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["The Service is not directed to children under the age of 13 and although we allow children below the age of 13 to use the Service, we do not knowingly collect personal information from children under the age of 13 without first obtaining verifiable parental consent."],
                "Rt6":[""]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["If we learn that we inadvertently collected personal information from a children under the age of 13 without first obtaining verifiable parental consent, we will delete that information as quickly as possible."],
                    "Rt8":["If you are a parent or guardian of a child who you believe provided Journey Bound with personal information without your consent, please contact us at contact@journeyboundgames.com."]
                }
            }

        }

    },
    "Wollstonecraft":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["info@hololabs.org"],
                    "Rt3":[""],
                    "Rt4":[""]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect personal information from children under the age of 13 yeras old."],
                "Rt6":[""]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["If a user is identified as under 13 years old, we will not collect or use any information of this user and we will delete any information already recieved in a secure manner."],
                    "Rt8":["If you have any questions about our privacy policy, contact us by email at info@hololabs.org"]
                }
            }

        }

    },
    "Prodigy":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["privacy@prodigygames.com"],
                    "Rt3":["1 866 585 4655"],
                    "Rt4":["226 Wyecroft RD, Oakville, ON, L6k 3X7"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not disclose the personal information of Students to third parties for marketing or promotional purposes."],
                "Rt6":["We use all User information we collect for the following purposes: To monitor, maintain, analyze and improve functionality of Services."]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["Teacher and Parent Users, as well as educational institutions represented by a Teacher User, also may contact our customer support at any time to request access to, deletion of, or correction of any personal information we have collected from or about Student Users associated with their account, including a request to us to cease collecting personal information from those Student Users."],
                    "Rt8":["For information on how ocnsumers can ask questions or file complaints related to Prodigy's Privacy Policy and practices, please email COPPAPrivacy@ikeepsafe.org"]
                }
            }

        }

    },
    "Balloon Crush":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["pradyuishere@gmail.com"],
                    "Rt3":[""],
                    "Rt4":[""]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect personally identifiable information from anyone under the age of 13."],
                "Rt6":["Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit."]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers"],
                    "Rt8":["If you have any questions about this privacy Policy, You can contact us: By email: pradyuishere@gmail.com"]
                }
            }

        }

    },
    "Crescent Moon Games":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["info@crescentmoongames.com"],
                    "Rt3":[""],
                    "Rt4":[""]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect personally identifiable information from children under 13. "],
                "Rt6":[""]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["In the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers."],
                    "Rt8":["If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions."]
                }
            }

        }

    },
    "Adventure Academy":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["privacy@aofl.com"],
                    "Rt3":["1-800-633-3331"],
                    "Rt4":["P.O. Box 230 Glendale, CA 91209"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["from Child Users, we may collect information about patterns of usage, which activities a child commences and completes, when a child starts and stops an activity, which areas of the Services the child frequents, the number of questions answered correctly or incorrectly, how many virtual coins (Coins) the child earns, what virtual items the child selects to exchange for Coins or chooses to buy from, or sell to, other Users, and the child’s choice of Avatar and customization."],
                "Rt6":["The information collected through these technical methods on the child-directed portions of the Services are used only to support the internal operations of the Services"]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["In addition, Adult Users may contact us at any time as described in Section 13 (Contact Us) below to request that we provide for their review, or delete from our records, any PI they have provided about Child Users associated with their Accounts, or to cease collecting PI from those Child Users, as applicable."],
                    "Rt8":[""]
                }
            }

        }

    },
    "Animal Jam":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["privacy@animaljam.com."],
                    "Rt3":[""],
                    "Rt4":["P.O. Box 3624 Salt Lake City, UT 84110-3624"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We collect what is reasonably necessary for us to provide children with access to Animal Jam, such as a username, password, demographic information, and a parental email address."],
                "Rt6":["For example, if you or your child submits Information in order to create an account with us, or otherwise contacts us directly."]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["You may also request that we no longer collect Personal Information from your child, or have us delete your child's Personal Information we have collected."],
                    "Rt8":[""]
                }
            }

        }

    },
    "IDZ Digital":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["support@idzdigital.com"],
                    "Rt3":[""],
                    "Rt4":["607 Western Edge II Borivali East Bumbai 400066"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect or solicit personal data about or direct or target interest-based advertising to anyone under the age of 13 or knowingly allow such persons to use our Services."],
                "Rt6":[""]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["If we learn that we have collected personal data about a child under age 13, we will delete that data as quickly as possible."],
                    "Rt8":["If a parent/guardian becomes aware that a child under the age of 13 has attempted to contact and/or do business with us, please advise us by email at support@idzdigital.com so that we may rectify the situation."]
                }
            }

        }

    },

    "Infinity Games":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["support@infinitygames.io"],
                    "Rt3":[""],
                    "Rt4":[""]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect personally identifiable information from children under 16."],
                "Rt6":[""]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["If we become aware that we have collected Personal Information from a child under age 16 without verification of parental consent, we will take steps to remove that information from our servers."],
                    "Rt8":["If you are a parent or guardian and you are aware that your Children has provided us with Personal Information, please contact us. "]
                }
            }

        }

    },
    "E One":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["apps.privacy@entonegroup.com"],
                    "Rt3":["+44 (0)20 3691 8600"],
                    "Rt4":["45 Warren St London W1T 6AG, UK"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["Accordingly, we do not generally expect to collect personal information directly from any children, except at the direction of a parent/guardian."],
                "Rt6":["Limited children’s information if you permit, including name(s), date(s) of birth and gender, as well as any information you (or your child) submit as part of a promotion or competition"]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["If you believe we have collected personal information from a child under 13 without parental consent, please let us know via the contact information below and we will endeavor to promptly delete it."],
                    "Rt8":["If you have such concerns, we request that you initially contact us (using the contact details below) so that we can investigate, and hopefully resolve, your concerns."]
                }
            }

        }

    }


}