{
    "Publications International":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["Email: Customer_Service@pubint.com"],
                "Rt3":["Telephone: (847) 676-3470"],
                "Rt4":["Publications International, Ltd. 8140 Lehigh Ave. Morton Grove, IL 60053"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect, use or disclose personally identifiable information from anyone under 13 years of age"],
                "Rt6":["The Sites may make available chat rooms, forums, message boards, and news groups. Remember that any information that you disclose in these areas becomes public information and is not subject to the provisions of this Privacy Policy"]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["You may always direct us not to share your Personal Information with third parties, not to use your Personal Information to provide you with information or offers, or not to send you newsletters, e-mails or other communications"],
                "Rt8":["If you wish to verify, correct, delete or update any of your Personal Information collected through the Sites, you may contact us at the above address or e-mail"]
            }
        }

    },
    "Mini Mango":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":["M. Arthur LENER"],
                "Rt2":["legal@amusenetwork.com"],
                "Rt3":[""],
                "Rt4":["Amuse SAS 88, rue de la Folie Méricourt 75011 Paris"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["Our Apps do not employ cookies or any technology that permits tracking of Personal Data. Therefore, be sure that Amuse does not collect any Personal Data about your online activities over time."],
                "Rt6":["If you post Personal Data about yourself on the Downloading Service Platform via comments for example, in addition to being collected, such data is made public for others to see"]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":[""]
            }
        }

    },
    "Moshi Kids":{
        "Rights":{
            "312.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    
                    "Rt1":[""],
                    "Rt2":["privacy@mindcandy.com"],
                    "Rt3":[""],
                    "Rt4":["Mind Candy Limited, 4th Floor Bonhill Building, 15 Bonhill Street, London EC2A 4DN, United Kingdom"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                    "Rt5":["Information that is automatically collected: Whenever you interact with our Services, we automatically record information from your browser or device. This may include:",
                            "What information do you collect about me?",
                            "Information that we may ask for: Whenever you interact with our Services, we automatically record information from your browser or device. This may include:"],
                    "Rt6":["We may display your chosen profile information along with your activity levels on our Services, to friends with whom you have connected.",
                            "We may share your Personal Information, where appropriate, with any member of our group of companies"]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["How long do you keep my Personal Information for? How can I delete it?",
                            "You also have the right to have your personal information erasedI(the “right to be forgotten”)"],
                    "Rt8":["If you wish to delete the Personal Information that we hold on you, you may do so by contacting us",
                            "You can make requests by completing our online form here"]
                }
            }
        }

    },

    "Playdate Digitial":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["info@playdatedigital.com"],
                "Rt3":["(917) 689-8071"],
                "Rt4":["112 W 34th Street, Suite 1700, New York, NY 10120"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["PlayDate Digital does not collect personal information from children under the age of 13",
                        "We do not request that children provide us with personal information, and do not offer features that are intended to collect such information from children."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["If you have any question regarding PlayDate Digital’s data collection practices regarding children, please contact us"],
                "Rt8":[""]
            }
        }

    },
    "Wolfoo":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["info@wolfooworld.com"],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["PERSONAL INFORMATION WE COLLECT",
                        "When you visit the Site, we automatically collect certain information about your device,"],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted."],
                "Rt8":["If you would like to exercise this right, please contact us through the contact information below."]
            }
        }

    },
    "Pocoyo":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["E-mail: apps@zinkia.com"],
                "Rt3":["Telephone: (+34) 915 240 365"],
                "Rt4":["Registered office: Calle José Picón, 31 28028 Madrid, Spain"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["With respect to under-sixteen years old, in no event shall ZINKIA permit them to directly submit any personal data"],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["the consent of the user to the processing of his or her data shall always be reversible, without retroactive effects.",
                        "The user may, at any time and free of charge, exercise his or her rights to access, to rectification, to erasure, to restriction, to data portability and to object"],
                "Rt8":["object by raising request to the postal or the e-mail addresses above-indicated in the terms established by the current legislation."]
            }
        }

    },
    "PBS Kids":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["kids@pbs.org"],
                "Rt3":["(703) 739-5127"],
                "Rt4":["Public Broadcasting Service 1225 S Clark St Arlington, VA 22202"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["What information do we collect?",
                        "we may collect your user name and password.",
                        "We collect your zip code and other rough information about your location when using the Services",
                        "We do not collect..."],
                "Rt6":[]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["Parents or legal guardians may also contact us to ask if we have collected their child's personal account information, to review that information, if any, and request that PBS KIDS stop collecting this information and have it deleted"],
                "Rt8":[""]
            }
        }

    },
    "Play Toddlers":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["hello (at) playtoddlers.com"],
                "Rt3":[""],
                "Rt4":["Avenida de la Via Láctea, 19 2 A Móstoles, Madrid Spain"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not collect personal information",
                        "PlayToddlers does not collect any information that allows users to be identified individually",
                        "In addition, PlayToddlers may collect non-personal information about the use of your website and its applications for the sole purpose of improving its contents"],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":[""]
            }
        }

    },
    "Story Toys":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":["Data Protection Manager"],
                "Rt2":["dataprotection@storytoys.com"],
                "Rt3":[],
                "Rt4":["Exchequer Chambers, 23 Exchequer Street, Dublin 2, Ireland"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly process children’s personal data",
                        "Typically, we process the following kinds of personal data when you use a StoryToys App:",
                        "We also collect, use and share aggregated data such as statistical or demographic data for various purposes."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["You have the right to request a copy of your personal data we control.",
                        "You can request to have any incomplete or inaccurate personal data we control corrected.",
                        "You also have the right to ask us to delete or remove your personal data where you have exercised your right to object to processing"],
                "Rt8":["In order to exercise one or more of your rights in respect of your personal data, please contact us in writing using the information provided in the Contact us section below.",
                        "If you have any questions about this privacy notice, including any requests to exercise your legal rights, please contact us by email"]
            }
        }

    },
    "BimiBoo":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["privacy@bimiboo.net"],
                "Rt3":[""],
                "Rt4":["Bimi Boo Kids Learning Games for Toddlers 124, Floor 1, OQ 3, Building 5 Dubai Media City, Dubai, 73030, UAE"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["Information we collect and how we collect it",
                        "we explain in detail what personal data we collect and have access to, the purposes for which we use them, and legal bases on which we rely when processing your personal data"
                        ],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["As a parent or legal guardian you have the following rights regarding your child’s use of Bimi Boo:",
                        "To review the personal information we collected from your child;",
                        "To revoke the consent to use or further collect your child’s personal information;",
                        "To request that your child’s personal information be changed or deleted;"],
                "Rt8":["Parents can exercise their rights shown directly above by contacting us using the contact information at the top of this page."]
            }
        }

    },
    "SMG Studio": {
        "Rights":{
            "312.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    
                    "Rt1":[
                      "SMG Studio"
                    ],
                    "Rt2":[
                      "support@smgstudio.com"                  
                    ],
                    "Rt3":[
                      ""
                    ],
                    "Rt4":[
                      "22 Mountain St, Ultimo, NSW, 2008 Australia"
                    ]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                    "Rt5":[
                      "Users may be asked for, as appropriate, name, email address, mailing address, phone number",
                      "We may collect non-personal identification information about Users which may include the browser name, the type of computer and technical information about Users means of connection to our Site"
                    ],
                    "Rt6":[
                      ""
                    ]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":[
                      ""
                    ],
                    "Rt8":[
                      ""
                    ]
                }
            }
    
        }
    },
    "RV AppStudios": {
      "Rights":{
            "312.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    
                    "Rt1":[
                      "RV AppStudios"
                    ],
                    "Rt2":[
                      "app_support@rvappstudios.com"
                    ],
                    "Rt3":[
                      ""
                    ],
                    "Rt4":[
                      "848 N. Rainbow Blvd. #5467 Las Vegas, NV 89107"
                    ]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                    "Rt5":[
                      "We use technologies like cookies on our website (small files stored by your browser or operating system), web beacons, or unique device identifiers to anonymously identify your computer or device" ,
                      "Our systems also logs information like your browser, operating system, IP address and anonymous usage data"
                    ],
                    "Rt6":[
                      ""
                    ]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":[
                      ""
                    ],
                    "Rt8":[
                      ""
                    ]
                }
            }
    
        }
    },
    "TocaBoca": {
      "Rights":{
          "312.4d(1)":{
              "Necessary Contact Information of Data Collector(s)":{
                  
                  "Rt1":[
                    "TocaBoca"
                  ],
                  "Rt2":[
                    "dpo@spinmaster.com"
                  ],
                  "Rt3":[
                    ""
                  ],
                  "Rt4":[
                    "Lumaparksvägen 9120 31 Stockholm Sweden"
                  ]
              }
          },
          "312.4d(2)":{
              "Description of Data Collected and How to Make Information Public":{
                  "Rt5":[
                    "we do not collect anything that is personally identifiable in our apps for children."
                  ],
                  "Rt6":[
                    ""
                  ]
              }
          },
          "312.4d(3)":{
              "Parental Review and Deletion":{
                  "Rt7":[
                    ""
                  ],
                  "Rt8":[
                    "If you want to opt out of services, or review or delete your information, please contact us at dpo@spinmaster.com."
                  ]
              }
          }
  
      }
    },
    "Crab's SW Studio": {
      "Rights":{
          "312.4d(1)":{
              "Necessary Contact Information of Data Collector(s)":{
                  
                  "Rt1":[
                    "Crab's SW Studio"
                  ],
                  "Rt2":[
                    "info@crabs.hu"
                  ],
                  "Rt3":[
                    ""
                  ],
                  "Rt4":[
                    "Kismaros Liget u. 30. 2623 HUNGARY"
                  ]
              }
          },
          "312.4d(2)":{
              "Description of Data Collected and How to Make Information Public":{
                  "Rt5":[
                    "We may collect non-personal information about your use of our Apps and aggregated information regarding the usages of the Apps"
                  ],
                  "Rt6":[
                    ""
                  ]
              }
          },
          "312.4d(3)":{
              "Parental Review and Deletion":{
                  "Rt7":[
                    ""
                  ],
                  "Rt8":[
                    ""
                  ]
              }
          }
  
      }
    },
    "MGA Entertainment": {
      "Rights":{
          "312.4d(1)":{
              "Necessary Contact Information of Data Collector(s)":{
                    
                  "Rt1":[
                    "MGA"
                  ],
                  "Rt2":[
                    "privacy@mgae.com"
                  ],
                  "Rt3":[
                    "1-800-222-4685"
                  ],
                  "Rt4":[
                    "9220 Winnetka Avenue Chatsworth, CA 91311"
                  ]
              }
          },
          "312.4d(2)":{
              "Description of Data Collected and How to Make Information Public":{
                  "Rt5":[
                    "the child’s first and last name, mailing address, gender, date of birth, email address and phone number"
                  ],
                  "Rt6":[
                    ""
                  ]
              }
          },
          "312.4d(3)":{
              "Parental Review and Deletion":{
                  "Rt7":[
                    "Parents or guardians can change or revoke the consent choices previously made, and review, edit, or request the deletion of the personal data of the children for whom they provided consent or authorization."
                  ],
                  "Rt8":[
                    "Parents or legal guardians who have questions about personal information that may have been submitted by a child, or to exercise the rights as set forth above, should email us at privacy@mgae.com, or contact us toll-free at: 1-800-222-4685."
                  ]
            }
          }
    
      }
    },
    "Cartoon Network": {
      "Rights":{
          "312.4d(1)":{
              "Necessary Contact Information of Data Collector(s)":{
                    
                  "Rt1":[
                    "Cartoon Network"
                  ],
                  "Rt2":[
                    "wmprivacy@warnermedia.com"
                  ],
                  "Rt3":[
                    ""
                  ],
                  "Rt4":[
                    "1050 Techwood Drive Atlanta, GA 30318"
                  ]
              }
          },
          "312.4d(2)":{
              "Description of Data Collected and How to Make Information Public":{
                  "Rt5":[
                    "We might need to ask permission from your adult before you can give us this information." ,
                     "This information can include things like: your first name, your location  your email address, your username, your telephone number, your home address, numbers that identify your account or your electronic device, a photo or video of you, a voice recording, our opinions or views on our Services or that of our partners your entry to one of our contests"
                  ],
                  "Rt6":[
                    ""
                  ]
              }
          },
          "312.4d(3)":{
              "Parental Review and Deletion":{
                  "Rt7":[
                    "You can request details of the information we hold, along with a copy of your information, and the correction of any errors in your information",
                     "The right, in certain circumstances, to ask for your information to be deleted",
                     "You (or your adult) can withdraw consent at any time in respect of any processing of information which is based upon a consent."
                  ],
                  "Rt8":[
                    ""
                  ]
            }
          }
    
      }
    },
    "ABCYA": {
      "Rights":{
          "312.4d(1)":{
              "Necessary Contact Information of Data Collector(s)":{
                    
                  "Rt1":[
                    "ABCYA"
                  ],
                  "Rt2":[
                    "support@abcya.com"
                  ],
                  "Rt3":[
                    ""
                  ],
                  "Rt4":[
                    "4 Richmond Sq Suite 55 Providence, Rhode Island 02906"
                  ]
              }
          },
          "312.4d(2)":{
              "Description of Data Collected and How to Make Information Public":{
                  "Rt5":[
                    "The Platform may occasionally collect a Child's first name and online contact information (typically, an e-mail address) but does not generally collect name, address, or other contact information from Children."
                  ],
                  "Rt6":[
                    ""
                  ]
              }
          },
          "312.4d(3)":{
              "Parental Review and Deletion":{
                  "Rt7":[
                    "Parents have the right to review and request that ABCya delete any Personal Information that the Platform has collected and retained about their Child."
                  ],
                  "Rt8":[
                    "If you would like to request that ABCya delete any Personal Information we may have about your Child (such as first name and contact information prior to the Platform's one-time use) or if you would like to request that the Platform make no further collection of Personal Information from your Child, please contact ABCya at support (at) abcya (dot) com."
                  ]
            }
          }
    
      }
    },
    "Science Museum Group": {
      "Rights":{
          "312.4d(1)":{
              "Necessary Contact Information of Data Collector(s)":{
                    
                  "Rt1":[
                    "Science Museum Group"
                  ],
                  "Rt2":[
                    "dave.patten@sciencemuseum.org.uk"
                  ],
                  "Rt3":[
                    ""
                  ],
                  "Rt4":[
                    ""
                  ]
              }
          },
          "312.4d(2)":{
              "Description of Data Collected and How to Make Information Public":{
                  "Rt5":[
                    "we may collect the following information... excluding information about children unless provided by that individual"
                  ],
                  "Rt6":[
                    ""
                  ]
              }
          },
          "312.4d(3)":{
              "Parental Review and Deletion":{
                  "Rt7":[],
                  "Rt8":[
                    "To exercise your rights [to review or delete personal data], please use the contact details provided under the ‘Contact Us about your personal information’ section below."
                  ]
            }
          }
    
      }
    },
    "Bookful": {
      "Rights":{
          "312.4d(1)":{
              "Necessary Contact Information of Data Collector(s)":{
                    
                  "Rt1":[
                    "Bookful"
                  ],
                  "Rt2":[
                    "support@inceptionxr.com"
                  ],
                  "Rt3":[
                    ""
                  ],
                  "Rt4":[
                    "38 HaBarzel St., Bldg. A, Fl. 6, Tel Aviv 6971054"
                  ]
              }
          },
          "312.4d(2)":{
              "Description of Data Collected and How to Make Information Public":{
                  "Rt5":[
                    "your child’s age range... Bookful is a kids app therefore we cannot collect any PSI from our users. No matter their age."
                  ],
                  "Rt6":[
                    ""
                  ]
              }
          },
          "312.4d(3)":{
              "Parental Review and Deletion":{
                  "Rt7":[
                    "You may edit or delete information in your user account.",
                    "You may request access to the personal information that we have collected on your account, via support and ask us to change or delete it."
                  ],
                  "Rt8":[
                    "Delete personal information and account- we have a defined process with our support team, all they need to do is contact our support and let us know."
                  ]
            }
          }
    
      }
    },
    "InBento": {
      "Rights":{
          "312.4d(1)":{
              "Necessary Contact Information of Data Collector(s)":{
                    
                  "Rt1":[
                    "InBento"
                  ],
                  "Rt2":[
                    "inbento@afterburn.games"
                  ],
                  "Rt3":[
                    ""
                  ],
                  "Rt4":[
                    "Afterburn Lukasz Spierewka Orla 23/34 90-317 Lodz, Poland"
                  ]
              }
          },
          "312.4d(2)":{
              "Description of Data Collected and How to Make Information Public":{
                  "Rt5":[
                    "We do not knowingly collect personally identifiable information from anyone under the age of 18."
                  ],
                  "Rt6":[
                    ""
                  ]
              }
          },
          "312.4d(3)":{
              "Parental Review and Deletion":{
                  "Rt7":[
                    "If you are a parent or guardian and you are aware that your Child has provided us with Personal Data, please contact us"
                  ],
                  "Rt8":[
                    "If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers."
                  ]
            }
          }
    
      }
    },
    "123 Kids Academy": {
        "Rights": {
          "312.4d(1)": {
            "Necessary Contact Information of Data Collector(s)": {
              "Rt1": ["123 Kids Academy LLC"],
              "Rt2": ["support@123KidsAcademy.com"],
              "Rt3": [""],
              "Rt4": ["2066 N Capitol Ave #1166 CA 95132"]
            }
          },
          "312.4d(2)": {
            "Description of Data Collected and How to Make Information Public": {
              "Rt5": [
                "We do not sell the personal information of Consumers We actually know are less than 16 years of age"
              ],
              "Rt6": [
                "unless We receive affirmative authorization (the 'right to opt-in') from either the Consumer who is between 13 and 16 years of age, or the parent or guardian of a Consumer less than 13 years of age"
              ]
            }
          },
          "312.4d(3)": {
            "Parental Review and Deletion": {
              "Rt7": [
                "If You have reason to believe that a child under the age of 13 (or 16) has provided Us with personal information, please contact Us with sufficient detail to enable Us to delete that information."
              ],
              "Rt8": [
                "Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it in some circumstances. To request to review, update, or delete your personal information"
              ]
            }
          }
        }
      },
      "iCivics": {
        "Rights": {
          "312.4d(1)": {
            "Necessary Contact Information of Data Collector(s)": {
              "Rt1": [""],
              "Rt2": ["feedback@iCivics.org"],
              "Rt3": [""],
              "Rt4": ["1035 Cambridge Street, Suite 21B, Cambridge, MA 02141"]
            }
          },
          "312.4d(2)": {
            "Description of Data Collected and How to Make Information Public": {
              "Rt5": [
                "Consistent with the Children's Online Privacy Protection Act of 1998 ('COPPA'), we will never knowingly request personally identifying information from anyone under the age of 13 without prior verifiable parental consent"
              ],
              "Rt6": [
                "If a child under the age of 13 wishes to sign up for a user account on our Website, he or she must first obtain parental approval and provide a parent's email address for confirmation"
              ]
            }
          },
          "312.4d(3)": {
            "Parental Review and Deletion": {
              "Rt7": [
                "If you provide iCivics with personal information, you may access and edit this information at any time by visiting the “Edit Account” link at the top right corner of the Website"
              ],
              "Rt8": [
                "If you would like to request deletion of your account, please email us at feedback@iCivics.org"
              ]
            }
          }
        }
      },
      "Chuggington": {
        "Rights": {
          "312.4d(1)": {
            "Necessary Contact Information of Data Collector(s)": {
              "Rt1": ["Herschend"],
              "Rt2": ["info@hfecorp.com"],
              "Rt3": [""],
              "Rt4": [""]
            }
          },
          "312.4d(2)": {
            "Description of Data Collected and How to Make Information Public": {
              "Rt5": [
                "We may collect information such as your first and last name, home or other physical address, email address, telephone number, date of birth and other information that permits you to be contacted physically or online, and other information, including information about your interactions with us or others",
                "You may also provide us information about others, e.g., when purchasing tickets or registering for an event.",
                "We may collect payment information when you transact with us."
              ],
              "Rt6": [""]
            }
          },
          "312.4d(3)": {
            "Parental Review and Deletion": {
              "Rt7": [
                "you have the right to receive: a) information identifying any third party company(ies) to whom we may have disclosed, within the previous calendar year",
                "your Personally Identifiable Information for that company's direct marketing purposes",
                "a description of the categories of Personally Identifiable Information disclosed"
              ],
              "Rt8": [
                "To obtain such information, please email your request to info@hfecorp.com."
              ]
            }
          }
        }
      },
      "Sesame Workshop": {
        "Rights": {
          "312.4d(1)": {
            "Necessary Contact Information of Data Collector(s)": {
              "Rt1": [""],
              "Rt2": ["dotorgmail@sesame.org"],
              "Rt3": ["212-595-3456"],
              "Rt4": ["1900 Broadway, New York, New York, 10023, USA"]
            }
          },
          "312.4d(2)": {
            "Description of Data Collected and How to Make Information Public": {
              "Rt5": [
                "Visitors can provide their first name, a friend’s first name and friend’s email address to send a feature of a Children’s Platform to the friend via email.",
                "We use such information only to fulfill the visitor’s request and do not store that information for any longer than reasonably necessary to send the relevant email.",
                "When visitors on our Children’s Platforms wish to sign up to receive our email newsletters, we will ask for a parent’s first name and email address.",
                "We will send a notification email to the parent and give the parent the option to decline the newsletter."
              ],
              "Rt6": [
                "We do not make personal information collected from children publicly available nor do we enable children to so on our Platforms"
              ]
            }
          },
          "312.4d(3)": {
            "Parental Review and Deletion": {
              "Rt7": [
                "Parents may contact us to review, update or delete any of their children’s personal information that we may have collected and to elect for us not to collect any additional personal information from their children."
              ],
              "Rt8": ["Parents may contact us (at dotorgmail@sesame.org)"]
            }
          }
        }
      },
      "Amaya Kids": {
        "Rights": {
          "312.4d(1)": {
            "Necessary Contact Information of Data Collector(s)": {
              "Rt1": [""],
              "Rt2": ["info@amayasoft.com"],
              "Rt3": [""],
              "Rt4": [""]
            }
          },
          "312.4d(2)": {
            "Description of Data Collected and How to Make Information Public": {
              "Rt5": [
                "Child users do not have the ability to provide any personal information when using the Games beyond what has collected automatically (as noted above)"
              ],
              "Rt6": [""]
            }
          },
          "312.4d(3)": {
            "Parental Review and Deletion": {
              "Rt7": [
                "We do not make personal information collected from children publicly available nor do we enable children to so on our Platforms"
              ],
              "Rt8": ["contact us at info@amayasoft.com"]
            }
          }
        }
      },
      "Mattel": {
        "Rights": {
          "312.4d(1)": {
            "Necessary Contact Information of Data Collector(s)": {
              "Rt1": [""],
              "Rt2": ["service@mattel.com"],
              "Rt3": ["800-524-8697"],
              "Rt4": ["636 Girard Avenue East Aurora, NY 14052"]
            }
          },
          "312.4d(2)": {
            "Description of Data Collected and How to Make Information Public": {
              "Rt5": [
                "We do not collect personal contact information from children at Mattel Services directed to children without the consent of a parent or legal guardian, except in limited circumstances authorized by law"
              ],
              "Rt6": [
                "We do not knowingly sell the personal information of minors under 16 years of age."
              ]
            }
          },
          "312.4d(3)": {
            "Parental Review and Deletion": {
              "Rt7": [""],
              "Rt8": ["contact us at service@mattel.com"]
            }
          }
        }
      },
      "Sagomini": {
        "Rights": {
          "312.4d(1)": {
            "Necessary Contact Information of Data Collector(s)": {
              "Rt1": [""],
              "Rt2": ["privacy@sagosago.com"],
              "Rt3": ["(416) 703-6459"],
              "Rt4": [
                "Sago Sago Toys Inc. 171 John Street, 5th Floor Toronto, ON  M5T 1X3 CANADA"
              ]
            }
          },
          "312.4d(2)": {
            "Description of Data Collected and How to Make Information Public": {
              "Rt5": [
                "We collect non-personal data indirectly from the following third-party analytics providers.",
                "These third parties do not share your user data; they are used to support the operation of our apps"
              ],
              "Rt6": [""]
            }
          },
          "312.4d(3)": {
            "Parental Review and Deletion": {
              "Rt7": [
                "If you want to opt out of services, or review or delete you or your child’s information, please contact us at privacy@sagosago.com."
              ],
              "Rt8": ["contact us at privacy@sagosago.com"]
            }
          }
        }
      },
      "ScratchJr": {
        "Rights": {
          "312.4d(1)": {
            "Necessary Contact Information of Data Collector(s)": {
              "Rt1": [""],
              "Rt2": ["help@scratch.mit.edu"],
              "Rt3": [""],
              "Rt4": ["7315 Wisconsin Ave. 4th Floor West Bethesda, MD 20814"]
            }
          },
          "312.4d(2)": {
            "Description of Data Collected and How to Make Information Public": {
              "Rt5": [
                "Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so"
              ],
              "Rt6": [""]
            }
          },
          "312.4d(3)": {
            "Parental Review and Deletion": {
              "Rt7": [
                "Deleting your information. You can delete your projects by deleting the App from your device."
              ],
              "Rt8": ["contact us at help@scratch.mit.edu"]
            }
          }
        }
      },
      "Crayola": {
        "Rights": {
          "312.4d(1)": {
            "Necessary Contact Information of Data Collector(s)": {
              "Rt1": [""],
              "Rt2": ["support@crayola.com"],
              "Rt3": ["1-800-CRAYOLA"],
              "Rt4": ["1100 Church Lane P.O. Box 431 Easton, PA 18044"]
            }
          },
          "312.4d(2)": {
            "Description of Data Collected and How to Make Information Public": {
              "Rt5": [
                "To play our apps we do not collect any personal data from you"
              ],
              "Rt6": [""]
            }
          },
          "312.4d(3)": {
            "Parental Review and Deletion": {
              "Rt7": [
                "Right of Deletion - You can ask a company to delete any information they may have about you"
              ],
              "Rt8": ["contact us at support@crayola.com"]
            }
          }
        }
      },
      "BabyBus": {
        "Rights": {
          "312.4d(1)": {
            "Necessary Contact Information of Data Collector(s)": {
              "Rt1": [""],
              "Rt2": ["privacy@babybus.com"],
              "Rt3": [""],
              "Rt4": [""]
            }
          },
          "312.4d(2)": {
            "Description of Data Collected and How to Make Information Public": {
              "Rt5": [
                "Email Address To create your account for the App as per your request With your consent"
              ],
              "Rt6": [""]
            }
          },
          "312.4d(3)": {
            "Parental Review and Deletion": {
              "Rt7": ["You have the right to delete your personal information"],
              "Rt8": ["by contacting us at privacy@babybus.com"]
            }
          }
        }
      },
      "Path of Giants":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["contact@journeyboundgames.com"],
                    "Rt3":[""],
                    "Rt4":["13493 Humber Station Rd. Bolton, ON L7E 0Z7"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["The Service is not directed to children under the age of 13",
                "we allow children below the age of 13 to use the Service, we do not knowingly collect personal information from children under the age of 13 without first obtaining verifiable parental consent."],
                "Rt6":[""]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["If we learn that we inadvertently collected personal information from a children under the age of 13 without first obtaining verifiable parental consent, we will delete that information as quickly as possible."],
                    "Rt8":["If you are a parent or guardian of a child who you believe provided Journey Bound with personal information without your consent, please contact us at contact@journeyboundgames.com."]
                }
            }

        }

    },
    "Wollstonecraft":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["info@hololabs.org"],
                    "Rt3":[""],
                    "Rt4":[""]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect personal information from children under the age of 13 yeras old."],
                "Rt6":[""]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["If a user is identified as under 13 years old, we will not collect or use any information of this user and we will delete any information already recieved in a secure manner."],
                    "Rt8":["If you have any questions about our privacy policy, contact us by email at info@hololabs.org"]
                }
            }

        }

    },
    "Prodigy":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["privacy@prodigygames.com"],
                    "Rt3":["1 866 585 4655"],
                    "Rt4":["226 Wyecroft RD, Oakville, ON, L6k 3X7"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not disclose the personal information of Students to third parties for marketing or promotional purposes."],
                "Rt6":["We use all User information we collect for the following purposes: To monitor, maintain, analyze and improve functionality of Services."]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["may contact our customer support at any time to request access to, deletion of, or correction of any personal information we have collected from or about Student Users associated with their account",
                    "including a request to us to cease collecting personal information from those Student Users."],
                    "Rt8":["For information on how consumers can ask questions or file complaints related to Prodigy's Privacy Policy and practices, please email COPPAPrivacy@ikeepsafe.org"]
                }
            }

        }

    },
    "Balloon Crush":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["pradyuishere@gmail.com"],
                    "Rt3":[""],
                    "Rt4":[""]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect personally identifiable information from anyone under the age of 13."],
                "Rt6":["Our Service may contain links to other websites that are not operated by Us.",
                "If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit."]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers"],
                    "Rt8":["If you have any questions about this privacy Policy, You can contact us: By email: pradyuishere@gmail.com"]
                }
            }

        }

    },
    "Crescent Moon Games":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["info@crescentmoongames.com"],
                    "Rt3":[""],
                    "Rt4":[""]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect personally identifiable information from children under 13. "],
                "Rt6":[""]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["In the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers."],
                    "Rt8":["If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions."]
                }
            }

        }

    },
    "Adventure Academy":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["privacy@aofl.com"],
                    "Rt3":["1-800-633-3331"],
                    "Rt4":["P.O. Box 230 Glendale, CA 91209"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["from Child Users, we may collect information about patterns of usage",
                "which activities a child commences and completes",
                "when a child starts and stops an activity",
                "which areas of the Services the child frequents"
                ],
                "Rt6":["The information collected through these technical methods on the child-directed portions of the Services are used only to support the internal operations of the Services"]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["In addition, Adult Users may contact us at any time as described in Section 13 (Contact Us) below to request that we provide for their review, or delete from our records, any PI they have provided about Child Users associated with their Accounts, or to cease collecting PI from those Child Users, as applicable."],
                    "Rt8":[""]
                }
            }

        }

    },
    "Animal Jam":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["privacy@animaljam.com."],
                    "Rt3":[""],
                    "Rt4":["P.O. Box 3624 Salt Lake City, UT 84110-3624"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We collect what is reasonably necessary for us to provide children with access to Animal Jam, such as a username, password, demographic information, and a parental email address."],
                "Rt6":["For example, if you or your child submits Information in order to create an account with us, or otherwise contacts us directly."]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["You may also request that we no longer collect Personal Information from your child, or have us delete your child's Personal Information we have collected."],
                    "Rt8":[""]
                }
            }

        }

    },
    "IDZ Digital":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["support@idzdigital.com"],
                    "Rt3":[""],
                    "Rt4":["607 Western Edge II Borivali East Bumbai 400066"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect or solicit personal data about or direct or target interest-based advertising to anyone under the age of 13 or knowingly allow such persons to use our Services."],
                "Rt6":[""]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["If we learn that we have collected personal data about a child under age 13, we will delete that data as quickly as possible."],
                    "Rt8":["If a parent/guardian becomes aware that a child under the age of 13 has attempted to contact and/or do business with us, please advise us by email at support@idzdigital.com so that we may rectify the situation."]
                }
            }

        }

    },

    "Infinity Games":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["support@infinitygames.io"],
                    "Rt3":[""],
                    "Rt4":[""]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect personally identifiable information from children under 16."],
                "Rt6":[""]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["If we become aware that we have collected Personal Information from a child under age 16 without verification of parental consent, we will take steps to remove that information from our servers."],
                    "Rt8":["If you are a parent or guardian and you are aware that your Children has provided us with Personal Information, please contact us. "]
                }
            }

        }

    },
    "E One":{
        "Rights":{
            "312.2.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    "Rt1":[""],
                    "Rt2":["apps.privacy@entonegroup.com"],
                    "Rt3":["+44 (0)20 3691 8600"],
                    "Rt4":["45 Warren St London W1T 6AG, UK"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                "Rt5":["Accordingly, we do not generally expect to collect personal information directly from any children, except at the direction of a parent/guardian."],
                "Rt6":["Limited children’s information if you permit, including name(s), date(s) of birth and gender, as well as any information you (or your child) submit as part of a promotion or competition"]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["If you believe we have collected personal information from a child under 13 without parental consent, please let us know via the contact information below and we will endeavor to promptly delete it."],
                    "Rt8":["If you have such concerns, we request that you initially contact us (using the contact details below) so that we can investigate, and hopefully resolve, your concerns."]
                }
            }

        }

    },
    "SpeedyMind":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["SpeedyMind LLC, represented by CEO Mr.Andrei Gulaev"],
                "Rt2":["privacy@speedymind.net"],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We follow the COPPA (Children’s Online Privacy Protection Act) compliant privacy practices. We do not collect any identifying data from kids."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["You have the right to request the erase your Personal Information under certain conditions of this Policy."],
                "Rt8":["If you wish to be informed what Personal Information we hold about you and if you want it to be removed from our systems, please contact us."]
            }
        }
    },
    "Budge Studios":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["Budge Studios Inc. "],
                "Rt2":["privacy@budgestudios.com"],
                "Rt3":[""],
                "Rt4":["Budge Studios Attention: Data Protection Officer 5455, De Gaspé Avenue, Suite 540 Montreal, QC, H2T 3B3, Canada"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["Budge Studios does not knowingly collect personal information as defined by COPPA from children through its Sites or Programs.",
                "We collect, use and share personal information from children through our Apps as follows:"],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["Additionally, any parent has the right to: (1) review, correct, or delete the child's personal information; and/or (2) discontinue further collection, use, or sharing of the child's personal information."],
                "Rt8":["If you are a parent or guardian and believe that we have collected your child's personal information in violation of COPPA, please contact us as set out in the How Do I Contact Budge Studios? Section, and we will remove such information to the extent required by COPPA."]
            }
        }
    },
    "Amanita Design":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["Data privacy officer: Tomas Dvorak"],
                "Rt2":["privacy@amanita-design.net"],
                "Rt3":[""],
                "Rt4":["Amanita Design s.r.o., Vrchlickeho sad 6, Brno, Czech Republic"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not collect, process or store any personal data from any of our games on any platform."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":["Parents can learn more about how we handle data by contacting us at email address below."]
            }
        }
    },
    "NjoyKidz":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["NJOYKİDZ OYUN TEKNOLOJİLERİ ANONİM ŞİRKETİ"],
                "Rt2":["hello@njoykidz.com"],
                "Rt3":[""],
                "Rt4":["Adress: Karaman Çiftliği Yolu Cd. Firuze Sk. No:2/2, Ataşehir/İstanbul"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not ask for or collect any child-specific data like concrete name and surname, location, school, etc., anywhere on the Platform.",
                "We may ask for your child’s interests but that is just to personalize your child’s experience on the Platform and show them the relevant and appropriate content."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":[""]
            }
        }
    },
    "Yateland":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["Yateland, Inc."],
                "Rt2":[""],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We don’t knowingly collect personal information from children under the age of 13 in violation of COPPA, and if in the event that a user identifies himself or herself as a child under the age of 13 through a support request,",
                "we will not collect, store or use, and will delete in a secure manner, any personal information of such user."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":[""]
            }
        }
    },
    "American Heart Association":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["The American Heart Association"],
                "Rt2":[""],
                "Rt3":["Customer Service 1-800-AHA-USA-1 1-800-242-8721"],
                "Rt4":["American Heart Association National Cente 7272 Greenville Avenue Dallas, TX 75231"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["With parental consent, we may collect information from children under the age of 13 such as: name, address, email address, account information, school, messages sent to us through our chat interface, and content they create themselves."],
                "Rt6":["Children under the age of 13 may be able to make certain content such as content they create themselves visible to others or the public.",
                "This might include, for example, a webpage or parts of webpages operated by children that have been designed for group or public viewing, or photos of themselves involved in our programs or other activities."]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["Regardless of what is displayed or submitted, parents can revoke their consent, request that information about their children be hidden or, in some cases, deleted,"],
                "Rt8":["equest that information about their children be hidden or, in some cases, deleted, by contacting our offices by phone at the number at the bottom of this page or via email."]
            }
        }
    },
    "IT SYSTEM":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["IT-SYSTEM"],
                "Rt2":["apps-support@it-system.pl"],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not collect or require users to enter their personal information when using our Products. We do not collect any personal information from children with our Products."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["When a user identifies himself or herself as a child under the age of 13 through a support request or through any feedback, we will not collect, store or use, and will delete in a secure manner, any personal information of such user."],
                "Rt8":["When a user identifies himself or herself as a child under the age of 13 through a support request"]
            }
        }
    },
    "Pazu Games":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["PAZU Games"],
                "Rt2":["info@pazugames.com"],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect personally identifiable information from anyone under the age of 18."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers."],
                "Rt8":["If you are a parent or guardian and you are aware that your Child has provided us with Personal Data, please contact us."]
            }
        }
    },
    "Oleg":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["This SERVICE is provided by Oleg"],
                "Rt2":["If you have any questions or suggestions about my Privacy Policy, do not hesitate to contact me at olch1310@gmail.com."],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["I do not knowingly collect personally identifiable information from children under 13 years of age."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":["If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact me so that I will be able to do the necessary actions."]
            }
        }
    },
    "Grapefrukt":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":[""],
                "Rt2":[""],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["No user-identifyable data is kept."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":[""]
            }
        }
    }
}