{
    "Publications International":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["Email: Customer_Service@pubint.com"],
                "Rt3":["Telephone: (847) 676-3470"],
                "Rt4":["Publications International, Ltd. 8140 Lehigh Ave. Morton Grove, IL 60053"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect, use or disclose personally identifiable information from anyone under 13 years of age"],
                "Rt6":["The Sites may make available chat rooms, forums, message boards, and news groups. Remember that any information that you disclose in these areas becomes public information and is not subject to the provisions of this Privacy Policy"]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["You may always direct us not to share your Personal Information with third parties, not to use your Personal Information to provide you with information or offers, or not to send you newsletters, e-mails or other communications"],
                "Rt8":["If you wish to verify, correct, delete or update any of your Personal Information collected through the Sites, you may contact us at the above address or e-mail"]
            }
        }

    },
    "Mini Mango":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":["M. Arthur LENER"],
                "Rt2":["legal@amusenetwork.com"],
                "Rt3":[""],
                "Rt4":["Amuse SAS 88, rue de la Folie Méricourt 75011 Paris"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["Our Apps do not employ cookies or any technology that permits tracking of Personal Data. Therefore, be sure that Amuse does not collect any Personal Data about your online activities over time."],
                "Rt6":["If you post Personal Data about yourself on the Downloading Service Platform via comments for example, in addition to being collected, such data is made public for others to see"]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":[""]
            }
        }

    },
    "Moshi Kids":{
        "Rights":{
            "312.4d(1)":{
                "Necessary Contact Information of Data Collector(s)":{
                    
                    "Rt1":[""],
                    "Rt2":["privacy@mindcandy.com"],
                    "Rt3":[""],
                    "Rt4":["Mind Candy Limited, 4th Floor Bonhill Building, 15 Bonhill Street, London EC2A 4DN, United Kingdom"]
                }
            },
            "312.4d(2)":{
                "Description of Data Collected and How to Make Information Public":{
                    "Rt5":["Information that is automatically collected: Whenever you interact with our Services, we automatically record information from your browser or device. This may include:",
                            "What information do you collect about me?",
                            "Information that we may ask for: Whenever you interact with our Services, we automatically record information from your browser or device. This may include:"],
                    "Rt6":["We may display your chosen profile information along with your activity levels on our Services, to friends with whom you have connected.",
                            "We may share your Personal Information, where appropriate, with any member of our group of companies"]
                }
            },
            "312.4d(3)":{
                "Parental Review and Deletion":{
                    "Rt7":["How long do you keep my Personal Information for? How can I delete it?",
                            "You also have the right to have your personal information erasedI(the “right to be forgotten”)"],
                    "Rt8":["If you wish to delete the Personal Information that we hold on you, you may do so by contacting us",
                            "You can make requests by completing our online form here"]
                }
            }
        }

    },

    "Playdate Digitial":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["info@playdatedigital.com"],
                "Rt3":["(917) 689-8071"],
                "Rt4":["112 W 34th Street, Suite 1700, New York, NY 10120"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["PlayDate Digital does not collect personal information from children under the age of 13",
                        "We do not request that children provide us with personal information, and do not offer features that are intended to collect such information from children."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["If you have any question regarding PlayDate Digital’s data collection practices regarding children, please contact us"],
                "Rt8":[""]
            }
        }

    },
    "Wolfoo":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["info@wolfooworld.com"],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["PERSONAL INFORMATION WE COLLECT",
                        "When you visit the Site, we automatically collect certain information about your device,"],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted."],
                "Rt8":["If you would like to exercise this right, please contact us through the contact information below."]
            }
        }

    },
    "Pocoyo":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["E-mail: apps@zinkia.com"],
                "Rt3":["Telephone: (+34) 915 240 365"],
                "Rt4":["Registered office: Calle José Picón, 31 28028 Madrid, Spain"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["With respect to under-sixteen years old, in no event shall ZINKIA permit them to directly submit any personal data"],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["the consent of the user to the processing of his or her data shall always be reversible, without retroactive effects.",
                        "The user may, at any time and free of charge, exercise his or her rights to access, to rectification, to erasure, to restriction, to data portability and to object"],
                "Rt8":["object by raising request to the postal or the e-mail addresses above-indicated in the terms established by the current legislation."]
            }
        }

    },
    "PBS Kids":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["kids@pbs.org"],
                "Rt3":["(703) 739-5127"],
                "Rt4":["Public Broadcasting Service 1225 S Clark St Arlington, VA 22202"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["What information do we collect?",
                        "we may collect your user name and password.",
                        "We collect your zip code and other rough information about your location when using the Services",
                        "We do not collect..."],
                "Rt6":[]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["Parents or legal guardians may also contact us to ask if we have collected their child's personal account information, to review that information, if any, and request that PBS KIDS stop collecting this information and have it deleted"],
                "Rt8":[""]
            }
        }

    },
    "Play Toddlers":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["hello (at) playtoddlers.com"],
                "Rt3":[""],
                "Rt4":["Avenida de la Via Láctea, 19 2 A Móstoles, Madrid Spain"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not collect personal information",
                        "PlayToddlers does not collect any information that allows users to be identified individually",
                        "In addition, PlayToddlers may collect non-personal information about the use of your website and its applications for the sole purpose of improving its contents"],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":[""]
            }
        }

    },
    "Story Toys":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":["Data Protection Manager"],
                "Rt2":["dataprotection@storytoys.com"],
                "Rt3":[],
                "Rt4":["Exchequer Chambers, 23 Exchequer Street, Dublin 2, Ireland"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly process children’s personal data",
                        "Typically, we process the following kinds of personal data when you use a StoryToys App:",
                        "We also collect, use and share aggregated data such as statistical or demographic data for various purposes."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["You have the right to request a copy of your personal data we control.",
                        "You can request to have any incomplete or inaccurate personal data we control corrected.",
                        "You also have the right to ask us to delete or remove your personal data where you have exercised your right to object to processing"],
                "Rt8":["In order to exercise one or more of your rights in respect of your personal data, please contact us in writing using the information provided in the Contact us section below.",
                        "If you have any questions about this privacy notice, including any requests to exercise your legal rights, please contact us by email"]
            }
        }

    },
    "BimiBoo":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                
                "Rt1":[""],
                "Rt2":["privacy@bimiboo.net"],
                "Rt3":[""],
                "Rt4":["Bimi Boo Kids Learning Games for Toddlers 124, Floor 1, OQ 3, Building 5 Dubai Media City, Dubai, 73030, UAE"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["Information we collect and how we collect it",
                        "we explain in detail what personal data we collect and have access to, the purposes for which we use them, and legal bases on which we rely when processing your personal data"
                        ],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["As a parent or legal guardian you have the following rights regarding your child’s use of Bimi Boo:",
                        "To review the personal information we collected from your child;",
                        "To revoke the consent to use or further collect your child’s personal information;",
                        "To request that your child’s personal information be changed or deleted;"],
                "Rt8":["Parents can exercise their rights shown directly above by contacting us using the contact information at the top of this page."]
            }
        }

    }
}