{
    "SpeedyMind":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["SpeedyMind LLC, represented by CEO Mr.Andrei Gulaev"],
                "Rt2":["please contact us at: privacy@speedymind.net"],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We follow the COPPA (Children’s Online Privacy Protection Act) compliant privacy practices. We do not collect any identifying data from kids."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["You have the right to request the erase your Personal Information under certain conditions of this Policy."],
                "Rt8":["If you wish to be informed what Personal Information we hold about you and if you want it to be removed from our systems, please contact us."]
            }
        }
    },
    "Budge Studios":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["This Privacy Policy (the Privacy Policy) describes how Budge Studios Inc. (Budge Studios, we, our or us) collects, uses and discloses information about you"],
                "Rt2":["By email: privacy@budgestudios.com"],
                "Rt3":[""],
                "Rt4":["By mail: Budge Studios Attention: Data Protection Officer 5455, De Gaspé Avenue, Suite 540 Montreal, QC, H2T 3B3, Canada"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["Budge Studios does not knowingly collect personal information as defined by COPPA from children through its Sites or Programs. We collect, use and share personal information from children through our Apps as follows:"],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["Additionally, any parent has the right to: (1) review, correct, or delete the child's personal information; and/or (2) discontinue further collection, use, or sharing of the child's personal information."],
                "Rt8":["If you are a parent or guardian and believe that we have collected your child's personal information in violation of COPPA, please contact us as set out in the How Do I Contact Budge Studios? Section, and we will remove such information to the extent required by COPPA."]
            }
        }
    },
    "Amanita Design":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["Data privacy officer: Tomas Dvorak"],
                "Rt2":["privacy@amanita-design.net"],
                "Rt3":[""],
                "Rt4":["Amanita Design s.r.o., Vrchlickeho sad 6, Brno, Czech Republic"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not collect, process or store any personal data from any of our games on any platform."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":["Parents can learn more about how we handle data by contacting us at email address below."]
            }
        }
    },
    "NjoyKidz":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["If you have questions or wish to send us comments about this Privacy Policy, or the processing of your personal information, please contact us at: Title: NJOYKİDZ OYUN TEKNOLOJİLERİ ANONİM ŞİRKETİ"],
                "Rt2":["Mail: hello@njoykidz.com"],
                "Rt3":[""],
                "Rt4":["Adress: Karaman Çiftliği Yolu Cd. Firuze Sk. No:2/2, Ataşehir/İstanbul"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not ask for or collect any child-specific data like concrete name and surname, location, school, etc., anywhere on the Platform. We may ask for your child’s interests but that is just to personalize your child’s experience on the Platform and show them the relevant and appropriate content."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":[""]
            }
        }
    },
    "Yateland":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["This Privacy Policy describes the information collected by Yateland, Inc."],
                "Rt2":[""],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We don’t knowingly collect personal information from children under the age of 13 in violation of COPPA, and if in the event that a user identifies himself or herself as a child under the age of 13 through a support request, we will not collect, store or use, and will delete in a secure manner, any personal information of such user."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":[""]
            }
        }
    },
    "American Heart Association":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["The American Heart Association wants you to know how we use and protect the important information you provide to us."],
                "Rt2":[""],
                "Rt3":["Customer Service 1-800-AHA-USA-1 1-800-242-8721"],
                "Rt4":["American Heart Association National Cente 7272 Greenville Avenue Dallas, TX 75231"]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["With parental consent, we may collect information from children under the age of 13 such as: name, address, email address, account information, school, messages sent to us through our chat interface, and content they create themselves."],
                "Rt6":["Children under the age of 13 may be able to make certain content such as content they create themselves visible to others or the public. This might include, for example, a webpage or parts of webpages operated by children that have been designed for group or public viewing, or photos of themselves involved in our programs or other activities."]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["Regardless of what is displayed or submitted, parents can revoke their consent, request that information about their children be hidden or, in some cases, deleted,"],
                "Rt8":["equest that information about their children be hidden or, in some cases, deleted, by contacting our offices by phone at the number at the bottom of this page or via email."]
            }
        }
    },
    "IT SYSTEM":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["This Privacy Policy (“Policy”) provides important information regarding IT-SYSTEM (“IT-SYSTEM”, “we”, or “our”) in respect to user information collected through our mobile applications and the use of the information."],
                "Rt2":["If you have any questions or concerns regarding this Privacy Policy, please send us an email at apps-support@it-system.pl"],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not collect or require users to enter their personal information when using our Products. We do not collect any personal information from children with our Products."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["When a user identifies himself or herself as a child under the age of 13 through a support request or through any feedback, we will not collect, store or use, and will delete in a secure manner, any personal information of such user."],
                "Rt8":["When a user identifies himself or herself as a child under the age of 13 through a support request"]
            }
        }
    },
    "Pazu Games":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["PAZU ('us', 'we', or 'our') operates the mobile application"],
                "Rt2":["If you have any questions about this Privacy Policy, please contact us: info@pazugames.com"],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["We do not knowingly collect personally identifiable information from anyone under the age of 18."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":["If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers."],
                "Rt8":["If you are a parent or guardian and you are aware that your Child has provided us with Personal Data, please contact us."]
            }
        }
    },
    "Oleg":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["This SERVICE is provided by Oleg"],
                "Rt2":["If you have any questions or suggestions about my Privacy Policy, do not hesitate to contact me at olch1310@gmail.com."],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["I do not knowingly collect personally identifiable information from children under 13 years of age."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":["If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact me so that I will be able to do the necessary actions."]
            }
        }
    },
    "Grapefrukt":{
        "312.4d(1)":{
            "Necessary Contact Information of Data Collector(s)":{
                "Rt1":["Your data is stored by Unity and consumed by me in aggregate form."],
                "Rt2":[""],
                "Rt3":[""],
                "Rt4":[""]
            }
        },
        "312.4d(2)":{
            "Description of Data Collected and How to Make Information Public":{
                "Rt5":["No user-identifyable data is kept."],
                "Rt6":[""]
            }
        },
        "312.4d(3)":{
            "Parental Review and Deletion":{
                "Rt7":[""],
                "Rt8":[""]
            }
        }
    }
}
